Repository: DreamsEngine/afb_instant_articles
Catalog: tags/0.8.3/lang/allfacebook-instant-articles-*.po
Languages: de_de

source: <b>ERROR</b>: The "allfacebook Instant Articles" plugin needs the "DOMDocument" PHP extension to run properly!
de_de: <b>FEHLER</b>: Das "allfacebook Instant Articles" Plugin benötigt die "DOMDocument" PHP Erweiterung zum Betrieb!

source: Exclude from Instant Articles
de_de: Nicht als Instant Article veröffentlichen

source: Don't send to facebook
de_de: Nicht an Facebook übermitteln

source: Credits
de_de: Bild- und Medienrecht

source: Settings that require input from Facebook.
de_de: Einstellungen, welche Informationen von Facebook benötigen

source: Page ID
de_de: Seiten ID

source: The page ID of the facebook page you want to add Instant Articles to.
de_de: Die ID der Facebook Seite zu der du Instant Articles hinzufügen möchtest.

source: Settings that modify parts of the Instant Articles feed.
de_de: Einstellungen, welche Teil des Instant Article Feed modifizieren.

source: The standard copyright details for your instant articles.
de_de: Die Copyright Details für alle ihre Instant Article.

source: The tracking code, that will be embedded in your instant articles. See <a href="https://developers.facebook.com/docs/instant-articles/reference/analytics" target="_blank">this link</a> for more information.
de_de: Der Trackingcode, der in ihren Instant Articles verwendet werden soll. Nähere Information dazu <a href="https://developers.facebook.com/docs/instant-articles/reference/analytics" target="_blank">bei Facebook</a>.

source: Like Media
de_de: Medien Likes

source: Allow users to like the media you embedded.
de_de: Erlaube Nutzern eingebettete Medien zu liken.

source: Comment Media
de_de: Medien Kommentare

source: Allow users to comment on the media you embedded.
de_de: Erlaube Nutzern eingebettete Medien zu kommentieren.

source: Article Interaction
de_de: Artikel Interaktion

source: Allow users to like and comment the whole article.
de_de: Erlaube Nutzern den ganzen Beitrag zu kommentieren und zu liken.

source: RTL Publishing
de_de: RTL Veröffentlichung

source: Allows Right to Left Publishing for Arabic, Hebrew, Persian and other languages
de_de: Erlaubt das veröffentlichen von Beiträgen in Arabisch, Hebräisch, Persisch und anderen Sprachen mit Right-to-Left Leserichtung.

source: Number of Articles
de_de: Anzahl der Artikel

source: The number of articles, that will be rendered on the feed.
de_de: Die Anzahl der Artikel, die im Feed aufgenommen werden.

source: Style of Articles
de_de: Style der Artikel

source: Style for articles if different from default
de_de: Artikel Style, wenn dieser sich von "default" unterscheidet.

source: Ads
de_de: Anzeigen

source: Facebook Audience Network for Instant Articles - BETA - <a href="https://developers.facebook.com/docs/instant-articles/ads#audience-network" target="_blank">More Information</a>
de_de: Facebook Audience Network für Instant Articles - BETA - <a href="https://developers.facebook.com/docs/instant-articles/ads#audience-network" target="_blank">Weitere Informationen</a>

source: Activate Audience Network for Instant Articles.
de_de: Aktiviere Audience Network für Instant Articles.

source: Show feed
de_de: Feed zeigen

source: Save Changes
de_de: Änderungen speichern

source: Help
de_de: Hilfe

source: Successfully updated.
de_de: Erfolgreich aktualisiert.

source: Not selected
de_de: Nicht ausgewählt
